tap "blendle/blendle"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "khanhas/tap"
tap "koekeishiya/formulae"
brew "sqlite"
brew "node"
brew "cmake"
brew "docker-completion"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "go"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "neovim"
brew "ripgrep"
brew "stern"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-vi-mode"
brew "blendle/blendle/kns"
brew "kdash-rs/kdash/kdash"
brew "khanhas/tap/spicetify-cli"
cask "alacritty"
cask "google-chrome"
cask "grammarly-desktop"
cask "hammerspoon"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
